Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: To mój brat. Przybyłem z nim niedawno do wioski.
uk: Це мій брат. Ми з ним нещодавно прибули в село.

source: To mój kolega. Kazałem mu czekać, to nudzi się chłopak.
uk: Це мій колега. Я сказав йому зачекати, але йому стало нудно.

source: To mój zamek, więc ja zdecyduję, kto z kim musi się spotkać.
uk: Це мій замок, тож я тут вирішую, хто з ким має зустрітися.

source: To młody nowicjusz, właśnie odbywa swoją pielgrzymkę i niedawno przybył do Silbach. Ma posprzątać pobliską kapliczkę. Będzie najbezpieczniej jeśli pójdziecie razem.
uk: Це молодий послушник, який щойно розпочав своє паломництво і нещодавно прибув до Сільбаху. Він має прибрати вівтар, що знаходиться неподалік. Буде безпечніше, якщо ви підете разом.

source: To na pewno był Rodrigo! Wiedziałem że prędzej czy później ktoś tu przez tych Południowców zostanie otruty.
uk: Це точно був Родріго! Я знав, що рано чи пізно ці південці когось тут отруять.

source: To na pewno był on?
uk: Це точно був він?

source: To na pewno dobry pomysł?
uk: Ти впевнений, що це хороша ідея?

source: To na pewno jedyny egzemplarz tej książki?
uk: Це точно єдиний екземпляр книги?

source: To na pewno jest konieczne? Przecież zwykła kartka nie jest powodem do przesłuchiwania niewinnego obywatela!
uk: Це дійсно необхідно? Адже простий папірець – не привід для допиту невинного громадянина!

source: To na pewno on! Drań musiał dorzucić coś do jedzenia Holdwiga. Niech ja tylko go dorwę...
uk: Це точно він! Негідник, мабуть, підсипав щось до їжі Гольдвіга. Нехай лишень я його впіймаю...

source: To na pewno, bo gdybyś fikał, to byśmy się ciebie pozbyli.
uk: Це точно, інакше нам доведеться тебе позбутись.

source: To na swój sposób ciekawy człowiek, i wbrew pozorom jest odrobina mądrości w jego tezach, tylko źle je wygłasza.
uk: Він по-своєму цікава людина, і, незважаючи на зовнішній вигляд, в його тезах є натяк на мудрість, просто він погано їх доносить.

source: To na tobie spoczywa odpowiedzialność za klasztor i przygotowanie magów w razie najgorszego. Nie możemy ryzykować, że coś ci się stanie.
uk: Твій обов'язок – подбати про монастир і підготувати магів на випадок найгіршого. Ми не можемо ризикувати, щоб з тобою щось сталося.

source: To najgorsze, co spotkało winnicę od wielu, wielu lat.
uk: Це найгірше, що могло статися з виноградником за багато-багато років.

source: To najlepsza decyzja, jaką podjąłeś w życiu!
uk: Це найкраще рішення у твоєму житті!

source: To najlepsze miejsce do wypalania węgla na Archolos, ale ma też swoje wady. Głównie takie z ostrymi kłami i pazurami.
uk: Це найкраще місце для випалювання вугілля на Архолосі, але воно також має свої недоліки. В основному, ті, що з гострими іклами та кігтями.

source: To najmocniejszy trunek, jaki znalazłem, gwarantuję. Nazywa się Czarny Troll.
uk: Це найміцніша випивка, яку я знайшов, гарантую. Називається Чорний троль.

source: To najwyższa pora pozbyć go kłów!
uk: Тоді настав час позбавити його від ікол!

source: To naprawdę była ona!
uk: Це справді була вона!

source: To naprawdę niełatwe zadanie, szczególnie, kiedy zdasz sobie sprawę, że najważniejsze dla Rodericha jest dobro mieszkańców.
uk: Це справді нелегке завдання, особливо коли розумієш, що найважливіше для Родеріха – забезпечення добробуту мешканців.

source: To nasi goście, mają za sobą kawał drogi, okaż im proszę trochę wyrozumiałości.
uk: Це наші гості, вони подолали довгий шлях. Будь ласка, прояви до них трохи співчуття.

source: To nasz jedyny trop.
uk: Це наша єдина зачіпка.

source: To nasz rodzinny sekret. Mogę ci tylko zdradzić, że miksturę wytwarza się na bazie czasowego eliksiru zręczności.
uk: Це наша сімейна таємниця. Можу лише сказати, що вариво готується з тимчасового зілля спритності.

source: To nasz tajny stop stali i srebra. Proporcje tego wytrzymałego i lekkiego metalu są przekazywane u nas z pokolenia na pokolenie!
uk: Це наш секретний сплав сталі та срібла. Пропорції цього міцного та легкого металу передаються з покоління в покоління!

source: To nasze prawo jest do bani! W ogóle nie chroni niewinnych kobiet, tylko zawsze ich ciemiężycieli! Kiedyś zrobię z tym porządek!
uk: Це наше законодавство – до одного місця! Воно зовсім не захищає невинних жінок, а завжди на боці їх переслідувачів! Колись я наведу в ньому порядок!

source: To nauczka dla ciebie!
uk: Буде тобі наукою!

source: To nie Recon i Veigo sabotowali dźwig.
uk: Це не Рікон і Вейго зіпсували кран.

source: To nie byle osiągnięcie.
uk: Це неабияке досягнення.

source: To nie była uczciwa walka!
uk: Це був нечесний бій!

source: To nie było trudne.
uk: Це було просто.

source: To nie było trudne. Byli całkiem zalani w trupa.
uk: Це було не важко. Вони були п'яні, як трупи.

source: To nie będzie konieczne!
uk: У цьому немає потреби!

source: To nie będzie konieczne, nie żyją.
uk: У цьому немає необхідності, вони мертві.

source: To nie będzie konieczne. Wystarczy, że pójdziesz ze mną...
uk: У цьому немає необхідності. Просто ходімо зі мною...

source: To nie czyni cię jedynym z nas! Nie ma mowy.
uk: Це не робить тебе одним із нас! Ні в якому разі.

source: To nie do pomyślenia! Człowiek czeka kilka dni na papierkową robotę, a rano ten wariat barykaduje się we własnym domu!
uk: Це немислимо! Людина кілька днів чекає паперової тяганини, а вранці цей псих барикадується у власному будинку!

source: To nie ja was zaatakowałem!
uk: Це не я на вас напав!

source: To nie ja wymyślałem prawo, tylko Król. Jeśli chcesz protestować, napisz do niego list. Może będziesz miał szczęście i się nim łaskawie podetrze.
uk: Не я придумав цей закон, а Король. Якщо маєш щось проти, напиши йому листа. Можливо, тобі пощастить, і він люб'язно підітреться ним.

source: To nie jest Jorn!
uk: Це не Йорн!

source: To nie jest dobry moment na oszczędzanie.
uk: Зараз не найкращий час для заощаджень.

source: To nie jest dobry pomysł. Za dużo osób jest wokół.
uk: Це погана ідея. Занадто багато людей навколо.

source: To nie jest miasto, ale też jest fajnie!
uk: Це, звичайно, не місто, але й тут непогано!

source: To nie jest moje miasto, to nie jest mój dom. Nie mam tutaj nikogo.
uk: Це не моє місто, не мій дім. У мене тут нікого немає.

source: To nie jest moje miasto. Nie mam tutaj nikogo. (Ucieknij z wyspy)
uk: Це не моє місто. У мене тут нікого немає. (Втекти з острова)

source: To nie jest podstawowy zakres moich obowiązków, więc za taką informację musisz wyłożyć trochę złota.
uk: Це не входить до моїх основних обов'язків, тому за таку інформацію доведеться викласти трохи золота.

source: To nie jest prośba, tylko rozkaz. Nie obchodzą mnie więc wasze narzekania.
uk: Це не прохання, а наказ. Ваші скарги мене не цікавлять.

source: To nie jest realne.
uk: Це нереально.

source: To nie jest ważne. Ważne, co w tej sprawie robisz ty i twoi ludzie.
uk: Це неважливо. Важливо те, що ти зі своїми людьми зробив для вирішення цієї проблеми.

source: To nie jest wszystko, o co cię prosiłam.
uk: Це ще не все, про що я тебе просила.

source: To nie jest wszystko, o co cię prosiłem.
uk: Мені все ще потрібна твоя допомога.

source: To nie jest zwykłe zlecenie, które dostałbyś od pierwszego lepszego kupca.
uk: Це не просто якесь там доручення від першого-ліпшого торговця.

source: To nie jest zwykły miód! Jedna porcja tego smakołyku wystarczy, byś poczuł się silny i zdrowy.
uk: Це не звичайний мед! Однієї порції цих ласощів достатньо, щоб відчути себе сильним і здоровим.

source: To nie jest żaden interes! Tu chodzi o mojego brata. Zaginął i nikt nie potrafi w tej sprawie nic poradzić.
uk: Це ніякі не інтереси! Це стосується мого брата. Він зник безвісти, і ніхто нічого не може з цим вдіяти.

source: To nie ma dla ciebie żadnego znaczenia.
uk: Для тебе це не має жодного значення.

source: To nie ma znaczenia. Niejeden strażnik miejski mógłby się od ciebie nauczyć jak radzić sobie z takimi mętami.
uk: Це не має значення. Чимало міських вартових могли б повчитися у тебе, як поводитися з такими негідниками.

source: To nie moja ani żadnego miejskiego kowala robota.
uk: Це не моя робота і навіть не робота жодного міського коваля.

source: To nie moja sprawa.
uk: Це не моя справа.

source: To nie moja walka, zależy mi jedynie na dorwaniu Lichwiarza.
uk: Це не моя битва. Мене цікавить лише, як дістатися до Лихваря.

source: To nie moja walka. Zależy mi jedynie na dorwaniu Lichwiarza.
uk: Це не моя битва. Мене цікавить лише, як дістатися до Лихваря.

source: To nie moja wina, że ludzie nie rozumieją podstawowych zasad panujących w polityce! Ci partacze, urzędasy Króla, nigdy dobrowolnie nie zrzekną się władzy, za dobrze im przy korycie.
uk: Я не винен, що люди не розуміють елементарних політичних правил! Ці клоуни, чиновники Короля, ніколи добровільно не віддадуть владу, їм занадто комфортно біля корита.

source: To nie moja wina...
uk: Це не моя вина...

source: To nie moje.
uk: Це не моє.

source: To nie my ją zamknęliśmy, tylko te psy Volkera. Spokojnie szedłem sobie w stronę koszar, gdy nagle zauważyłem jakieś zamieszanie przy bramie.
uk: Це не ми їх замкнули, а собаки Волкера. Я спокійно йшов собі до казарм, коли раптом помітив якусь метушню біля воріт.

source: To nie mógł być ktoś z tego okrętu?
uk: Чи не міг це бути хтось з того корабля?

source: To nie mój brat!
uk: Це не мій брат!

source: To nie pogłoski, orkowie naprawdę zbliżają się do Londram.
uk: Це не просто чутки, орки дійсно наближаються до Лондраму.

source: To nie powinno stanowić problemu, porozmawiaj z Helgą.
uk: Це не повинно бути проблемою. Поговори з Хельгою.

source: To nie rozumiem.
uk: Я цього не розумію.

source: To nie są prawdziwe artefakty. Zwykłe śmieci dla prostaczków. Nie mają żadnej mocy!
uk: Це не справжні артефакти. Звичайний мотлох для дурнів. Вони не мають ніякої сили!

source: To nie tak jak myślisz!
uk: Це не те, що ти думаєш!

source: To nie tak jak myślisz.
uk: Все не так, як ти думаєш.

source: To nie tak jak myślisz...
uk: Все не так, як ти думаєш...

source: To nie tak miało być... to nie tak miało się skończyć...
uk: Все мало бути не так... Це не так мало закінчитися...

source: To nie tak, jak myślisz! Po prostu potrzebowałem kogoś zdrowego i silnego.
uk: Це не те, що ти думаєш! Мені просто потрібен був хтось здоровий і сильний.

source: To nie tak...
uk: Це не так...

source: To nie takie proste. Ten głupek z dwiema lewymi rękami to mój syn, Kyle.
uk: Все не так просто. Цей бовдур з двома лівими руками – мій син, Кайл.

source: To nie twoja sprawa co mam w ogrodzie.
uk: Це не твоя справа, що у мене в городі.

source: To nie twoja sprawa kim jestem i co tu robię.
uk: Це не твоя справа, хто я і що тут роблю.

source: To nie twoja sprawa, nie interesuj się tym...
uk: Це не твоя справа, відчепись...

source: To nie twoja sprawa.
uk: Це не твоя справа.

source: To nie twoja sprawa. Chcę znać odpowiedzi...
uk: Це не твоя справа. Я хочу отримати відповіді...

source: To nie twoja wina... Ale wypij chociaż za jego pamięć!
uk: То не твоя провина... Але випий хоча б за його пам'ять!

source: To nie twoje
uk: Це не твоє

source: To nie twój interes.
uk: Це не твоя справа.

source: To nie twój interes. Dostaliśmy takie zamówienie i je zrealizowaliśmy.
uk: Це не твоя справа. Ми отримали таке замовлення і виконали його.

source: To nie wasza sprawa. Spadać stąd.
uk: Це не ваша справа. Забирайтеся геть.

source: To nie wszystko, o co cię prosiłem.
uk: Мені все ще потрібна твоя допомога.

source: To nie za dużo?
uk: Це не забагато?

source: To nie zadziała.
uk: Це не спрацює.

source: To niebezpieczny grobowiec, pełen przeklętych nieumarłych. Twój 'dar' mógłby się tam bardzo przydać.
uk: Це небезпечна гробниця, повна проклятої нечисті. Твій 'дар' може стати там у пригоді.

source: To nieco komplikuje sprawę. Jesteś winien...
uk: Це дещо ускладнює ситуацію. Ти винен...

source: To nieistotne, po prostu chce kupić następny.
uk: Це неважливо, просто хочу купити ще один.

source: To nieistotne, po prostu chcę kupić następny.
uk: Це неважливо, просто хочу купити ще один.

source: To niemożliwe!
uk: Це неможливо!

source: To niemożliwe.
uk: Це неможливо.

source: To niemożliwe. Rozkazałem je zabezpieczyć.
uk: Це неможливо. Я наказував їх охороняти.

source: To niemożliwe... Nawet ON po stronie Ulryka? Wiesz, kogo właśnie zabiłeś?
uk: Не можу повірити... Навіть ВІН на боці Ульріка? Ти знаєш, кого ти щойно вбив?

source: To niemożliwe... Te wszystkie starania i śmierć tak wielu ludzi były po nic?
uk: Це неможливо... Всі ці зусилля і смерті стількох людей були марними?

source: To niesamowite! Dopiero co przyszedłeś tutaj do mnie i ledwo poradziłeś sobie w walce na pięści, a teraz... a teraz nawet Nordmarczyka kładziesz na deski.
uk: Неймовірно! Ти нещодавно робив свої перші кроки на арені, абияк тримаючи кулаки, а тепер... тепер ти кладеш нордмарця на лопатки.

source: To nieustraszony wilk morski, który na swojej liście ma wiele zdobyczy.
uk: Це безстрашний морський вовк, на рахунку якого багато здобичі.

source: To niewiarygodne... ale nie wyczuwam, byś próbował mnie okłamać.
uk: Це неймовірно... але не схоже, що ти намагаєшся мене надурити.

source: To niewiele pomogę, ale możesz zapytać się naszego budnika, Helmuda. Może on coś wie.
uk: Це не дуже допоможе, але ти можеш запитати нашого майстра, Хельмуда. Може, він щось знає.

source: To niewiele, ale zasługujesz na nagrodę!
uk: Це небагато, але ти заслуговуєш на винагороду!

source: To niewielka cena za to, że możemy robić to, co nam się żywnie podoba.
uk: Це невелика ціна за можливість робити те, що нам хочеться.

source: To normalna cecha kupców.
uk: Це нормальна риса усіх торговців.

source: To o co chodzi?
uk: Тоді в чому справа?

source: To o to chodzi w tym waszym małym buncie? Żeby żyło wam się wygodniej?
uk: Це те, заради чого ви бунтуєте? Щоб зробити ваше життя комфортнішим?

source: To o to ci chodziło? O wywołanie chaosu i końca bezpieczeństwa na wyspie?
uk: Тобі справді цього хочеться? Спричинити хаос і покінчити з безпекою на острові?

source: To obcy, którzy nie rozumieją naszej wiary, kultury i tradycji.
uk: Це чужинці, які не розуміють нашої віри, культури і традицій.

source: To obelga? Mam ci dać w pysk czy jak?
uk: Це що, образа? Може вдарити тебе по пиці чи як?

source: To obywatelstwo to spory wydatek...
uk: Громадянство отримати недешево...

source: To oczywiste. Najchętniej opowiedziałabym ci wszystko już tutaj, ale myślę, że jak rozwiążemy sprawę w koszarach, to będę miała mocne wsparcie prawne w...
uk: Ну, зрозуміло. Я б все розповіла прямо тут, але краще зробити це у казармах Варти, так у мене буде підтримка представників влади в...

source: To odpowiedni człowiek na odpowiednim miejscu. Jest świetnym dowódcą i strategiem, dba o swoich ludzi.
uk: Він - правильна людина в правильному місці. Він чудовий командир і стратег, який дбає про своїх людей.

source: To ogromne miasto, pełne biedaków i desperatów.
uk: Це величезне місто, повне бідних і зневірених людей.

source: To okropne miejsce! Wioska jest najlepsza i zawsze będzie!
uk: Це жахливе місце! Село краще, і завжди таким буде!

source: To on dba o to, aby prawo i edykty królewskie były w pełni respektowane i egzekwowane przez mieszkańców wyspy.
uk: Саме він стежить за тим, щоб закони і королівські укази шанувалися і повністю виконувалися жителями острова.

source: To on dostarcza dla mnie złote Innosy.
uk: Це він доставляє мені золотих Інносів.

source: To on!
uk: Це він!

source: To on, niczym wprawny młynarz, dzień za dniem kręci kołem życia, popychając tarcze słońca i księżyca nad nieboskłonem, tworząc deszczowe chmury i podsycając ogień w paleniskach.
uk: Саме він, наче вправний мірошник, день за днем обертає колесо життя, штовхаючи небом диски сонця і місяця, створюючи дощові хмари і підтримуючи вогонь у вогнищі.

source: To on, nie dajcie się nabrać!
uk: Це він, не дайте себе обманути!

source: To one w ogóle występują na Archipelagu?
uk: А вона взагалі зустрічається на Архіпелазі?

source: To oni zasługują na lepsze jutro.
uk: Саме вони заслуговують на краще завтра.

source: To ostatni moment, żeby zmienić pancerz. Pamiętaj o tym, co ci mówił Lorenzo!
uk: Це остання можливість змінити обладунки. Пам'ятай, що казав Лоренцо!

source: To otwiera przede mną wiele opcji!
uk: Це відкриває переді мною багато можливостей!

source: To owoc.
uk: Це фрукт.

source: To pewnie nie będzie cię nawet jak pochować.
uk: Тоді, напевно, навіть не буде можливості поховати тебе.

source: To pewnie poszedł się odlać. Jeśli tak się za nim stęskniłeś, to idź go poszukać. Ja mam ważniejsze sprawy na głowie.
uk: Значить, він пішов відлити. Якщо ти так за ним скучив, то йди і шукай його. Я маю важливіші справи.

source: To pewnie się przywidziałeś.
uk: Це тобі, напевно, здалося.

source: To pewnie skrzynie pozostawione przemytnikom. Widocznie w kryjówce brakuje im już zapasów. Z informacji wynika, że zawierają żywność. Zawsze mogę je spalić, ale może jest jakieś lepsze rozwiązanie? Muszę tylko pamiętać, by zrobić to pod osłoną nocy.
uk: Ймовірно, це ящики, залишені для контрабандистів. Судячи з усього, їм бракує припасів. Я завжди можу їх спалити, але, можливо, є краще рішення? Треба тільки не забути зробити це під покровом ночі.

source: To pewnie ten cholerny kucharz znowu coś nieświeżego ugotował.
uk: Це, мабуть, той клятий кухар, який знову приготував щось несвіже.

source: To pewnie wiesz, że ma on tu bardzo dużo do powiedzenia. Cortez może ci otworzyć każde drzwi w naszej Przystani, jeśli na to zapracujesz.
uk: Тоді ти розумієш, його слово тут має велику вагу. Кортез може відчинити для тебе будь-які двері в нашій Гавані, якщо ти це заслужиш.

source: To pieniądze podatników. Dbamy o to, żeby każda moneta została dobrze wydana.
uk: Це гроші платників податків. Ми стежимо за тим, щоб кожна копійка була витрачена з користю.

source: To piwo jest wyśmienite! Jeszcze raz dzięki za pomoc!
uk: Це пиво відмінне! Ще раз дякую за допомогу!

source: To po co tu przychodzisz i zawracasz mi głowę?
uk: Тоді чому ти прийшов сюди і відволікаєш мене?

source: To po co zawracasz mi dupę...
uk: Тоді нащо ти мене турбуєш...

source: To pomożesz mu?
uk: Ти допоможеш йому?

source: To pomysł naszego wyśmienitego i oświeconego Wysłannika Królewskiego.
uk: Це ідея нашого славетного і досвідченого Королівського посла.

source: To pomyłka... nie jestem...
uk: Це помилка... Я не...

source: To porządne drewno, zrobisz z niego wyśmienity łuk lub kuszę!
uk: Це пристойна деревина, з неї вийде чудовий лук або арбалет!

source: To porządny facet, ojciec zawsze go sobie cenił. Widać, że ma już swoje lata i lekko zgnuśniał, ale póki co jest dla nas dobry i stara się nam pomóc.
uk: Він порядна людина, мій батько завжди його цінував. Видно, що з роками він не молодшає і трохи себе запускає, але поки що він добре ставиться до нас і намагається нам допомогти.

source: To poufna informacja.
uk: Це конфіденційна інформація.

source: To powiesz mi wreszcie o co chodzi?
uk: То ти розкажеш мені, що відбувається?

source: To powinieneś iść z tym do jakiegoś maga w takim razie.
uk: У такому випадку треба йти з цим до якогось мага.

source: To powinno być już wszystko.
uk: На цьому все.

source: To powinno ci wystarczyć!
uk: Цього має вистачити!

source: To powinno cię postawić na nogi.
uk: Це має поставити тебе на ноги.

source: To powinno na razie wystarczyć. Mam nadzieję, że nie była to zbyt brudna robota.
uk: Думаю, цього вистачить. Сподіваюсь, це була не надто брудна робота.

source: To powinno pomóc. Będąc pod wpływem czaru spowolnienia, z pewnością nie wygra zawodów. Najlepiej będzie, jeśli się oddalę, tak, by nikt nie nabrał podejrzeń. Dopiero wtedy tu wrócę i odbiorę mój moździerz.
uk: Це повинно допомогти. Перебуваючи під впливом заклинання уповільнення, він точно не виграє змагання. Буде краще, якщо я відійду подалі, щоб ніхто нічого не запідозрив. Тільки потім я повернуся і заберу свою ступку.

source: To powinno trochę zreperować budżet karczmy.
uk: Це має трохи відновити фінансовий стан корчми.

source: To powinno wystarczyć, a teraz podaj mu to jak gdyby nigdy nic.
uk: Цього має вистачити, а тепер подай йому випивку як зазвичай.

source: To powinno wystarczyć, przepracuję dzień do końca i uciekam stąd.
uk: Я відпрацюю день до кінця і піду звідси. Цього має бути достатньо.

source: To pozostałość, yyy... Zapomnianej epoki... Sprzedam tanio te puchary... W mieście dostaniesz za nie dużo złota. Tak? Hehe... He?
uk: Це пережиток... е-е-е... Забутої епохи... Я продам ці келихи недорого. В місті ти за них отримаєш багато золота. Так? Хе-хе... Ну?

source: To prawda! I to jak najszybciej!
uk: Справді! І якнайшвидше!

source: To prawda! Niektórzy magowie twierdzą nawet, że czysty miód nigdy się nie zepsuje.
uk: Це правда! Деякі маги навіть стверджують, що чистий мед ніколи не псується.

source: To prawda, ale nie mogli się równać z elitą Araxos.
uk: Це правда, але вони не можуть зрівнятися з елітою Араксосу.

source: To prawda, ale nie wiedziałem, że sprzedaż ziela jest nielegalna.
uk: Так, це правда, але я не знав, що продавати траву незаконно.

source: To prawda, był tu ostatnio ktoś taki.
uk: Це правда, нещодавно тут був хтось такий.

source: To prawda, jestem Foral i pochodzę z miasta. Przybyłem tutaj kilka miesięcy temu, a że całkiem nieźle znam się na ślusarce, to Wilczy Synowie pozwolili mi zostać.
uk: Це правда. Мене звати Форал, і я родом з міста. Я прибув сюди кілька місяців тому, і оскільки я досить добре знаю слюсарну справу, Вовчі Сини дозволили мені залишитись.

source: To prawda, jestem członkiem Gildii Kupieckiej, ale jeśli nie jesteś obywatelem, to możesz wejść do niego jedynie ze specjalną przepustką wydawaną przez wysoko postawionych urzędników królewskich.
uk: Так, я член Торгової Гільдії, але якщо ти не громадянин, то можеш увійти лише за спеціальною перепусткою, яку видають високопоставлені королівські чиновники.

source: To prawda, nigdy nie pogardzę ciekawą historyjką. Zawsze szybciej mi się przy nich pracuje, kompletna cisza od czasów służby w marynarce źle mi się kojarzy.
uk: Це правда, я ніколи не відмовляюсь від цікавих історій. З ними мені завжди легше працюється, а в повній тиші мені неспокійно ще з часів служби на флоті.

source: To prawda, otrzymałem już stosowne instrukcje. Masz, powinieneś być zadowolony!
uk: Це правда, я вже отримав відповідне розпорядження. Ось, ти будеш задоволений!

source: To prawda, że potrafią zaleźć za skórę, ale chyba są tutaj, aby cię chronić?
uk: Це правда, що вони всюди пхають свого носа, але вони ж тут для того, щоб захистити тебе?

source: To prawda. A wiesz, z czego utrzymuje się Archolos?
uk: Це правда. А знаєш, з чого утримується Архолос?

source: To prawda. Czego pragniesz zatem? Zemsty?
uk: Це правда. Чого ж ти тоді хочеш? Помсти?

source: To prawda. Dość często otrzymuję nietypowy ekwipunek.
uk: Це правда. Я досить часто отримую незвичайне спорядження.

source: To prawda. Jest coś, co mogę zrobić dla ciebie, magu?
uk: Це правда. Що я можу зробити для тебе, магу?

source: To prawda. Już wielu mężnych wojowników nie doceniło tych stworzeń, a przecież w grupie są bardzo niebezpieczne!
uk: Це правда. Вже багато відважних воїнів недооцінили цих створінь, бо в зграї вони дуже небезпечні!

source: To prawda. Może ją nawet kiedyś spiszę?
uk: Це правда. Може, я навіть колись її запишу?

source: To prawda. Może w takim razie porozmawiamy jeszcze raz o pewnej sprawie...
uk: Це правда. Можливо, в такому разі нам варто знову обговорити певні справи...

source: To prawda. Pamiętaj tylko, że nasze usługi są bardziej kosztowne.
uk: Це правда. Тільки пам'ятай, що наші послуги коштують дорожче.

source: To prawda. Sprzedaję srebrną i złotą biżuterię, ale znajdzie się też parę rzadkich przedmiotów.
uk: Це правда. Я продаю срібні та золоті прикраси, а також в мене знайдеться декілька рідкісних екземплярів.
